tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "universal-ctags/universal-ctags"

brew "ack"
brew "autojump"
brew "bat"
brew "cmake"
brew "coreutils"
brew "docutils"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "glow"
brew "htop"
brew "jless"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "kubectx"
brew "libomp"
brew "libpq"
brew "little-cms2"
brew "llvm"
brew "lsd"
brew "luarocks"
brew "macvim"
brew "mcfly"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ollama"
brew "openblas"
brew "perl"
brew "postgresql@14"
brew "protobuf"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim", link: false
brew "wget"
brew "z"
brew "zoxide"
brew "zsh"
brew "zsh-completions"

cask "docker"
cask "font-source-code-pro"
cask "font-fira-code-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "lens"
